Revit 2027 API
ParameterTypeId.VisGraphicsModel Property
 "V/G Overrides Model"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId VisGraphicsModel { get; }
Public Shared ReadOnly Property VisGraphicsModel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ VisGraphicsModel {
	ForgeTypeId^ get ();
}
static member VisGraphicsModel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace